[
  {
    "Question": "官方稱以色列國，是在位於西亞的主權國家，坐落於地中海東南岸及紅海亞喀巴灣北岸，北靠黎巴嫩，東北鄰敘利亞，東與約旦接壤，巴勒斯坦領土的約旦河西岸地區和加薩走廊各居東西，西南則為埃及。",
    "A": "西班牙",
    "B": "以色列",
    "C": "孟加拉"
  },
  {
    "Question": "簡稱臺大，前身為日治時期1928年創立的臺北帝國大學，由首任校長幣原坦籌設，原初只定位為醫學和農學的實業大學，由時任總督伊澤多喜男改為籌設成綜合大學之目標。臺北帝國大學在二次大戰後二次改名，1945年11月易名為國立臺北大學，同年12月15日啟用現名國立臺灣大學，以自由主義學風著稱，是臺灣第一所現代綜合大學。",
    "A": "國立高雄大學",
    "B": "國立台南大學",
    "C": "國立臺灣大學"
  },
  {
    "Question": "簡稱雲或滇，是中華人民共和國西南部邊疆地區的一個省份，省會昆明。雲南是人類重要的發祥地之一，生活在距今170萬年前的雲南元謀猿人，是迄今為止發現的中國乃至亞洲最早的人類。戰國時期，這裡是滇族部落的生息之地。",
    "A": "魁北克省",
    "B": "雲南省",
    "C": "安大略省"
  },
  {
    "Question": "或稱「高地綜合症、高山反應、高原反應」，是人體在高海拔狀態由於氧氣濃度降低而出現的急性病理變化表現。它通常出現在海拔2438公尺以上。可以發展成肺水腫和腦水腫，嚴重時可致死。",
    "A": "亞斯伯格症",
    "B": "高山症",
    "C": "憂鬱症"
  },
  {
    "Question": "是日本戰國時代的大名及江戶幕府第一任征夷大將軍，全名德川次郎三郎源朝臣家康，為日本於1598年至1616年的實際元首，與其同時代的織田信長、豐臣秀吉並稱「戰國三傑」。",
    "A": "德川家康",
    "B": "小笠原道大",
    "C": "村上春樹"
  },
  {
    "Question": "是中華人民共和國西南地區的一個省份，省會成都市。四川簡稱川或蜀，又因先秦時四川曾分屬巴國、蜀國兩諸侯國，故別稱「巴蜀」。四川歷史悠久、風光秀麗、物產豐富，自古被譽為「天府之國」。",
    "A": "四川省",
    "B": "遼寧省",
    "C": "河北省"
  },
  {
    "Question": "哪個國家最大的三個城市分別為阿姆斯特丹、鹿特丹與海牙。阿姆斯特丹是憲法確定的正式首都，然而，政府、國王的王宮和大多數使館都位於海牙。此外，國際法庭也設在海牙。鹿特丹港，位於鹿特丹，為全世界進出量第八的大型港口。",
    "A": "捷克共和國",
    "B": "澳大利亞",
    "C": "荷蘭"
  },
  {
    "Question": "著名臺灣導演，知名作品包括推手，飲食男女，斷背山，囍宴，理性與感性，冰風暴，臥虎藏龍，色戒，少年Pi的奇幻漂流等等",
    "A": "李安",
    "B": "陳安",
    "C": "王安"
  },
  {
    "Question": "屬於印歐語系義大利語族。是最早在拉提姆地區（今義大利的拉齊奧區）和羅馬帝國使用。雖然現在通常被認為是一種死語言，但仍有少數基督宗教神職人員及學者可以流利使用。羅馬天主教傳統上用作為正式會議的語言和禮拜儀式用的語言。此外，許多西方國家的大學仍然提供有關課程。",
    "A": "拉丁語",
    "B": "日語",
    "C": "韓語"
  },
  {
    "Question": "是一家總部位於芬蘭埃斯波主要從事生產行動通訊設備和服務的跨國公司，成立於1865年，當時以伐木、造紙為主，目前以通信基礎業務和先進技術研發及授權為主。消費者端行動通訊設備部門則售予微軟公司，其後再度授權Nokia品牌予富士康及HMD進行生產製造。",
    "A": "三星",
    "B": "諾基亞",
    "C": "宏達電"
  },
  {
    "Question": "西非國家，位於非洲的幾內亞灣西岸頂點，鄰國包括西邊的貝南，北邊的尼日，東北方與查德接壤一小段國界，正東則是喀麥隆。是全非洲人口最多的國家，首都原本為西南沿海的海港城市拉哥斯，1991年12月遷都至地理位置位居全國國土正中央的阿布札。",
    "A": "瑞士",
    "B": "奈及利亞",
    "C": "奧地利"
  },
  {
    "Question": "是一個位於美國夏威夷州歐胡島上的海港，位於該州首府檀香山西方。與鄰近島嶼上大部分的設施都屬於美國海軍所有，作為深水軍港使用，也是美國海軍太平洋艦隊的總部所在地。1941年12月7日曾遭日軍突襲轟炸造成重大傷亡，史稱「珍珠港事件」。此事件直接導致美國對日宣戰，正式加入第二次世界大戰中太平洋戰場部分的戰事。",
    "A": "北港",
    "B": "珍珠港",
    "C": "高雄港"
  },
  {
    "Question": "是世界上最大的半導體公司，也是第一家推出x86架構處理器的公司，總部位於美國加利福尼亞州聖克拉拉。由羅伯特·諾伊斯、高登·摩爾、安迪·葛洛夫，以「整合電子」（Integrated Electronics）之名在1968年7月18日共同創辦公司，將高階晶片設計能力與領導業界的製造能力結合在一起。英特爾也有開發主機板晶片組、網路卡、快閃記憶體、繪圖晶片、嵌入式處理器，與對通訊與運算相關的產品等。",
    "A": "諾貝爾",
    "B": "英特爾",
    "C": "戴爾"
  },
  {
    "Question": "是位於以色列中部的都市，位於地中海和死海之間。同時是猶太教、基督教和伊斯蘭教三大亞伯拉罕宗教（或稱「三大天啟宗教」）的聖地",
    "A": "耶誕老公公",
    "B": "耶誕節",
    "C": "耶路撒冷"
  },
  {
    "Question": "濱臨東地中海，以此為中心的但城鎮群有巴特亞姆、霍隆、拉馬特甘、佩塔提克瓦、里雄萊錫安、拉馬特沙龍、赫茲利亞等城市。2005年統計，有人口304萬，是以色列最大的都會區，是該國人口最稠密的地帶，也是以色列的經濟樞紐。特拉維夫被認為已出現了成為世界級城市的趨勢，並被列為中東生活費用最昂貴的大城市。",
    "A": "特拉維夫",
    "B": "葛雷夫",
    "C": "歐拉夫"
  },
  {
    "Question": "位於太平洋西南部的一個島嶼國家，首都為威靈頓，但最大的城市為奧克蘭都會區。紐西蘭主要由兩大島嶼組成，即北島和南島，兩島以庫克海峽分隔，首都威靈頓即位於北島末端處，除此之外還包含了一些其他小的島嶼。",
    "A": "紐西蘭",
    "B": "加拿大",
    "C": "印度"
  },
  {
    "Question": "又稱廣東話、廣州話，兩廣當地人慣稱「白話」，海外華人則稱為「唐話」，是屬於漢藏語系漢語族的聲調語言之一，主要使用於廣東、香港、澳門及廣西、海南等地。在中國境內中僅次於以北方官話和吳語為母語的人數。",
    "A": "日語",
    "B": "粵語",
    "C": "德語"
  },
  {
    "Question": "是一個由主權國家組成的國際組織，致力於促進各國在國際法、國際安全、經濟發展、社會進步、人權、公民自由、政治自由、民主及實現持久世界和平方面的合作。成立於第二次世界大戰結束後的1945年，取代國際聯盟以阻止戰爭並為各國提供對話平臺。",
    "A": "世界貿易組織",
    "B": "聯合國",
    "C": "世界衛生組織"
  },
  {
    "Question": "是美國加利福尼亞州北部的一座都市，以其涼爽的夏季、多霧、綿延的丘陵地形、混合的建築風格，和金門大橋、纜車、惡魔島監獄及中國城等景點聞名。此外也是五大主要銀行和許多大型公司、機構的總部所在，包括GAP、太平洋瓦電公司、Yelp、Pinterest、Twitter、優步、Mozilla和Craigslist等。",
    "A": "馬尼拉",
    "B": "首爾",
    "C": "舊金山"
  },
  {
    "Question": "是一座位於歐洲中心的山脈，它覆蓋了義大利北部邊界、法國東南部、瑞士、列支敦斯登、奧地利、德國南部及斯洛維尼亞。它可以被細分為三個部分，從地中海到白朗峰的西阿爾卑斯山，從奧斯特谷（義大利西北部一自治區）到布勒內山口（奧地利和義大利交界處）的中阿爾卑斯山，從布勒內山口到斯洛維尼亞的東阿爾卑斯山。",
    "A": "八卦山",
    "B": "阿爾卑斯山",
    "C": "合歡山"
  }
]